/*Bootstrap:CSSのフレームワーク

ユーザーの入力値を記録したい
↓
document
・ブラウザAPIの一種
・ブラウザに読み込またウェブページの情報を扱っている
・jsの機能でない
documentでHTMLの情報を取得している
→document.getElementById("input").valueでInputの文字を取得している

ターゲット.addEventListener(イベント名、関数);
-特定のイベントが起きた時にJavaScriptの処理を追加するためのブラウザAPIの機能
-使いどころ：イベントが起きた時に処理を追加したいとき
----------------------------------------------------------
34:42
次にやりたいこと
-取得したフォームの値をHTML上に追加しよう
-HTMLでどのような構造で情報を追加すればよいか
-ulとliタグを使ってリストとして追加

挙動がいまいちわからん:


-------------------------------------------------
34:42
次にやりたいこと
-条件分岐
------------------------------------------------
課題：
表面をリロードするとデータが消える
どうすればデータを残せる
ローカルストレージに保存





*/